Repository: EarthJournalismNetwork/infoamazonia-wptheme
Catalog: languages/*.po
Languages: es_es, pt_br

source: Maps
es_es: Mapas
pt_br: Mapas

source: More...
es_es: Más...
pt_br: Mais...

source: Main widgets
es_es: Widgets principales
pt_br: Widgets principais

source: Widgets used on front and inside pages.
es_es: Widgets utilizados en la página principal e internas.
pt_br: Widgets utilizados na página inicial e internas.

source: Close
es_es: Cerrar
pt_br: Fechar

source: Submit a story
es_es: Envíe un reportaje
pt_br: Envie um artigo

source: Do you have news to share from the Amazon? Contribute to this map by submitting your story. Help broaden the understanding of the global impact of this important region in the world.
es_es: ¿Tienes alguna noticia para compartir sobre la Amazonia? Contribuya a este mapa enviando un reportaje. Ayude a ampliar el entendimiento del impacto global de esta importante región.
pt_br: Você tem alguma notícia para compartilhar sobre a Amazônia? Contribua para este mapa enviando uma reportagem. Ajude a ampliar o entendimento do impacto global desta importante região.

source: Submit a url
es_es: Envíe una URL
pt_br: Envie uma URL

source: Submit full story
es_es: Envíe una historia completa
pt_br: Envie uma história completa

source: Your full name
es_es: Nombre completo
pt_br: Nome completo

source: Reporter
es_es: Reportero
pt_br: Repórter

source: Story title
es_es: Título del artículo
pt_br: Título da notícia

source: Story text
es_es: Texto del artículo
pt_br: Texto da notícia

source: Story url
es_es: Link para el artículo
pt_br: Link da notícia

source: Lead picture
es_es: Imagen principal
pt_br: Imagem principal

source: Story location
es_es: Localización del artículo
pt_br: Localização da notícia

source: Publishing date
es_es: Fecha de publicação
pt_br: Data de publicação

source: Notes to the InfoAmazonia editor
es_es: Notas para el editor del InfoAmazonia
pt_br: Notas para o editor do InfoAmazonia

source: Send story
es_es: Enviar artículo
pt_br: Enviar notícia

source: Missing information. Please fill all the required fields!
es_es: Completa todos los campos obligatorios
pt_br: Preencha todos os campos requeridos

source: Could not save submission
es_es: No es posible guardar el envío
pt_br: Não pôde salvar envio

source: Last updated:
es_es: Última actualización:
pt_br: Última atualização:

source: by
es_es: por
pt_br: por

source: Highlights
es_es: destacados
pt_br: Destaques

source: Last stories
es_es: Últimos artículos
pt_br: Últimas notícias

source: Stories by
es_es: Artículos por
pt_br: Notícias por

source: Stories on
es_es: artículos en
pt_br: Notícias em

source: Stories
es_es: Artículos
pt_br: Notícias

# reduced date format
source: m/d/Y
es_es: d/m/Y
pt_br: d/m/Y

source: Search for stories
es_es: Buscar artículos
pt_br: Busque por notícias

source: Search
es_es: Buscar
pt_br: Buscar

source: Choose a publisher
es_es: Elige un editor
pt_br: Escolha um editor

source: All stories
es_es: Todos los artículos
pt_br: Todas as notícias

source: Search results for:
es_es: Resultados de la búsqueda para:
pt_br: Resultados da busca por:

source: Daily Archives: %s
es_es: Archivo para el día: %s
pt_br: Arquivo do dia: %s

source: Monthly Archives: %s
es_es: Archivos por mes: %s
pt_br: Arquivo do mês: %s

source: Yearly Archives: %s
es_es: Archivos del año: %s
pt_br: Arquivos do ano: %s

source: Archives
es_es: Archivos
pt_br: Arquivos

source: Stories on
es_es: Artículos en
pt_br: Artigos em

source: Publishers
es_es: Editores
pt_br: Editores

source: Publisher
es_es: Editor
pt_br: Editor

source: Search publishers
es_es: Búsqueda editores
pt_br: Buscar editores

source: Popular publishers
es_es: Editores populares
pt_br: Editores populares

source: All publishers
es_es: Todos los editores
pt_br: Todos os editores

source: Parent publisher
es_es: Editor padre
pt_br: Editor pai

source: Parent publisher:
es_es: Editor padre:
pt_br: Editor pai:

source: Edit publisher
es_es: Editar editor
pt_br: Editar editor

source: Update publisher
es_es: Actualizar editor
pt_br: Atualizar editor

source: Add new publisher
es_es: Añadir nuevo editor
pt_br: Adicionar novo editor

source: New publisher name
es_es: Nuevo nombre de editor
pt_br: Novo nome de editor

source: Separate publishers with commas
es_es: Separe editores con comas
pt_br: Separar editores com vírgulas

source: Add or remove publishers
es_es: Añadir o eliminar editores
pt_br: Adicionar ou remover editores

source: Choose from most used publishers
es_es: Elija entre los editores más utilizados
pt_br: Escolher entre os editores mais utilizados

source: More
es_es: Más

source: Find a location
es_es: Encontrar en el mapa

source: Results
es_es: Resultados

source: Clear search
es_es: Borrar búsqueda

source: stories
es_es: artículos
pt_br: artigos

source: Copy the embed code
es_es: Copie el código para incrustar
pt_br: Copie o código de incorporação

source: Share this
es_es: Compartir
pt_br: Compartilhe

source: Read
es_es: Leer
pt_br: Leia

source: Success! Thank you, your story will be reviewed by one of our editors and soon will be online.
es_es: ¡Gracias! Tu artículo será revisado por uno de nuestros editores y luego online
pt_br: Obrigado! Seu artigo será revisado por um dos nossos editores e em breve estará online.

source: Oops, please try again in a few minutes.
es_es: Por favor, vuelve a intentarlo en unos minutos.
pt_br: Ops, tente novamente em alguns minutos.

source: Map
es_es: Mapa

source: Add new map
es_es: Añadir nuevo mapa

source: Edit map
es_es: Editar mapa

source: New map
es_es: Nuevo mapa

source: View map
es_es: Ver mapa

source: Search maps
es_es: Buscar mapas

source: No map found
es_es: Ningún mapa encontrado

source: No map found in the trash
es_es: Ningún mapa encontrado en la basura

source: MapBox Maps
es_es: Mapas de MapBox

source: Map groups
es_es: Grupos de mapa

source: Map group
es_es: Grupo de mapa

source: Add new map group
es_es: Añadir nuevo grupo de mapa

source: Edit map group
es_es: Editar grupo de mapa

source: New map group
es_es: Nuevo grupo de mapa

source: View map group
es_es: Ver grupo de mapa

source: Search map group
es_es: Buscar grupo de mapa

source: No map group found
es_es: Ningún grupo de mapa ha sido encontrado

source: No map group found in the trash
es_es: Ningún grupo de mapa ha sido encontrado en la basura

source: MapBox maps agroupment
es_es: Agrupación de mapas do MapBox

source: Add new group
es_es: Agrupación nuevo grupo

source: Address and geolocation
es_es: Dirección y geolocalización

source: Write an address
es_es: Escriba una dirección
pt_br: Escreva um endereço

source: Geolocate
es_es: Geolocalizar
pt_br: Geolocalizar

source: Drag the marker for a more precise result
es_es: Arrastre el marcador para obtener un resultado más preciso

source: Result
es_es: Resultado
pt_br: Resultado

source: Latitude
es_es: Latitud

source: Longitude
es_es: Longitud

source: Set maps for this post
es_es: Seleccione los mapas para esta entrada

source: Select which maps this post belongs to. If you don't mark any they will appear in all maps.
es_es: Seleccione los mapas correspondientes a esta entrada. Si no selecciona ningún mapa, este mensaje aparecerá en todos los mapas.

source: You haven't created any map, yet!
es_es: Usted no ha creado mapas todavía!

source: Map legend
es_es: Leyenda del mapa

source: Enter your HTML code to use as legend on the map
es_es: Introduzca su código de HTML para utilizar la leyenda en el mapa

source: Remove
es_es: Eliminar
pt_br: Remover

source: Layer options
es_es: Opciones de capa

source: Fixed
es_es: Fijo

source: Layer title
es_es: Título de la capa

source: Hidden
es_es: Escondida

source: MapBox Setup
es_es: Configuración del MapBox

source: First, define your map server. Most likely you will be using the MapBox default servers. If not and you know what you are doing, feel free to type your own TileStream server url below.
es_es: En primer lugar, definir el servidor del mapa. Lo más probable es que va a utilizar servidores MapBox. Si no es así y usted sabe lo que está haciendo, no dude en configurar su propio servidor TileStream abajo.

source: Use MapBox servers
es_es: Utilice servidores MapBox

source: (default)
es_es: (predeterminado)

source: Use custom TileStream server
es_es: Utilice un servidor TileStream personalizado

source: Edit the default layer and fill the IDs of the maps to overlay layers of your map, in order of appearance
es_es: Cambiar la capa predeterminada y llenarlo con los ID de los mapas para superponer capas en el mapa en orden de presentación.

source: Add new layer
es_es: Añadir nueva capa

source: Update preview
es_es: Actualizar previsualización

source: Preview map
es_es: Pre vista del mapa

source: Map settings
es_es: Configuración del mapa

source: Currently viewing
es_es: Actualmente viendo

source: Center
es_es: Centro

source: East
es_es: Este

source: North
es_es: Norte

source: South
es_es: Sur

source: West
es_es: Oeste

source: Map center & zoom
es_es: Centro e zoom del mapa

source: Set current as map center & zoom
es_es: Fijar actual como el centro y ampliar el mapa

source: Min zoom
es_es: Zoom mín.

source: Current
es_es: Actual

source: Max zoom
es_es: Zoom máx.

source: Pan limits
es_es: Límites de margen

source: Set current as map panning limits
es_es: Fijar actual como el limite de margen del mapa

source: Enable geocoding service
es_es: Habilitar el servicio de geocodificación

source: Enable geocode search service
es_es: Habilitar el servicio de búsqueda de localización

source: Preview mode
es_es: Modo Previsualizar

source: (preview mode doesn't apply zoom range nor pan limits setup)
es_es: (En el modo de previsualización no se aplican límites de zoom y margen para ampliar el mapa)

source: Add to "more" tab
es_es: Añadir la solapa "más"

source: Select a map to add to your map group
es_es: Seleccione un mapa para agregar a su grup de mapas

source: Add map
es_es: Añadir mapa

source: Featured post
es_es: Artículo destacado
pt_br: Notícia destacada

source: This post is featured
es_es: Este artículo está destacado
pt_br: Esta notícia está destacada

source: Story data
es_es: Datos del artículo
pt_br: Dados do artigo

source: Author name
es_es: Nombre del Autor
pt_br: Nome do autor

source: Author email
es_es: Email del autor
pt_br: Email do autor

source: View this map
pt_br: Ver este mapa

source: Go to the original article
pt_br: Ir para a notícia original

source: Embed this story
pt_br: Incorporar notícia

source: Print
pt_br: Imprimir

source: View all maps
pt_br: Ver todos os mapas

source: Page
pt_br: Página

source: and
pt_br: e

source: Follow us
pt_br: Siga-nos

source: Embed
pt_br: Incorporar

source: Open slideshow
pt_br: Abrir slideshow

source: Watch video gallery
pt_br: Assistir vídeos

source: Watch video
pt_br: Assistir vídeo

source: View image gallery
pt_br: Ver galeria de imagens

source: View fullscreen image
pt_br: Ver imagem em tela cheia

source: View infographic
pt_br: Ver infográfico

source: View infographics
pt_br: Ver infográficos

source: Search for stories on this map
pt_br: Buscar notícias neste mapa

source: Search for stories on this publisher
pt_br: Buscar notícias neste editor

source: Embed this map
pt_br: Incorporar este mapa

source: Nothing found for:
pt_br: Nada encontrado para:

source: Visit
pt_br: Visite

source: Page not found
pt_br: Página não encontrada

# map bubble date format
source: m/d/Y
pt_br: d/m/Y

source: Choose a map
pt_br: Escolha um mapa

source: Choose any map from the list
pt_br: Escolha qualquer mapa da lista

source: Select a map
pt_br: Selecione um mapa

source: Select layers from this map
pt_br: Selecione camadas deste mapa

source: Select layers from
pt_br: Selecione camadas de

source: Select layers
pt_br: Selecione camadas

source: Choose any layers from the list
pt_br: Escolha camadas da lista

source: Back to default layer configuration
pt_br: Voltar para as camadas padrões

source: Select a story
pt_br: Selecione notícia

source: Choose a story from a variety of different sources
pt_br: Escolha notícias de diferentes editores

source: Select stories
pt_br: Selecione notícias

source: Selected story
pt_br: Notícia selecionada

source: General stories
pt_br: Notícias

source: Stories from the map
pt_br: Notícias do mapa

source: Latest stories
pt_br: Últimas notícias

source: No stories
pt_br: Nenhuma notícia

source: By publishers
pt_br: Por editores

source: Width & Height
pt_br: Altura e largura

source: Select the width and height proportions you would like to embed to be.
pt_br: Selecione a altura e largura para o seu mapa incorporado

source: HTML Output
pt_br: Código HTML

source: Copy and paste this code into an HTML page
pt_br: Copie e cole este código em uma página HTML

source: Nothing found. Viewing all posts
pt_br: Nada encontrado. Visualizando todas as notícias

source: default
pt_br: padrão

source: Share a map
pt_br: Compartilhe mapas

source: Finish geocoding
pt_br: Finalizar geocodificação

source: Publisher information
pt_br: Informações do editor

source: Publisher url
pt_br: Site do url

source: Find location on map
pt_br: Encontre localização no mapa

source: RSS Feeds by selected categories
pt_br: RSS Feeds por categorias selecionadas

source: Category Feed Links
pt_br: Links do feed de categorias

source: Title
pt_br: Título

source: Categories separated by comma
pt_br: Categorias separadas por vírgula

source: AJAX Powered Calendar
pt_br: Calendário ajax

source: AJAX Calendar
pt_br: Calendário ajax

source: Stories calendar
pt_br: Calendário de notícias

source: Category IDs:
pt_br: IDs de categorias:

source: Delete this image
pt_br: Remover esta imagem

source: Delete
pt_br: Deletar

source: Cannot delete file. Something's wrong.
pt_br: Arquivo não pôde ser deletado. Algo está errado.

source: Add
pt_br: Adicionar

source: Uploaded files
pt_br: Arquivos enviados

source: Upload new files
pt_br: Enviar novos arquivos

source: Add more files
pt_br: Adicionar mais arquivos

source: Select a color
pt_br: Selecione uma cor
